Repository: mittwinter/php-upload
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Upload file
de_de: Datei hochladen

source: Upload files
de_de: Dateien hochladen

source: Uploaded files
de_de: Hochgeladene Dateien

source: Upload successful
de_de: Upload erfolgreich

source: Download available at %s
de_de: Download verfügbar unter %s

source: Download link for %s
de_de: Download-Link für %s

source: for
de_de: für

source: Upload failed
de_de: Upload fehlgeschlagen

source: Errors
de_de: Fehler

source: Limits
de_de: Einschränkungen

source: Maximum filesize
de_de: Maximale Dateigröße

source: Maximum number of files to be uploaded simultaneously
de_de: Maximale Anzahl an Dateien, die gleichzeitig hochgeladen werden können

source: Maximum total filesize
de_de: Maximale Größe insgesamt

source: Available space
de_de: Verfügbarer Platz

source: of
de_de: von

source: more
de_de: mehr

source: Upload in progress
de_de: Upload wird durchgeführt

source: upload
de_de: hochladen

source: None
de_de: Keine

source: Download %s
de_de: %s herunterladen

source: valid for
de_de: gültig für

source: Unable to open directory "%s" for listing.
de_de: Auflisten der Dateien im Verzeichnis "%s" fehlgeschlagen.

source: Failed to create temporary filename in %s.
de_de: Anlegen eines temporären Dateinamens in %s fehlgeschlagen.

source: Failed to create ZIP archive %s.
de_de: Erstellen des ZIP-Archivs %s fehlgeschlagen.

source: Upload of file %s failed. Aborting complete upload processing.
de_de: Upload der Datei %s fehlgeschlagen. Kompletter Upload verworfen.

source: mkdir() of %s failed.
de_de: mkdir() von %s fehlgeschlagen.

source: chmod() to %s of %s failed.
de_de: chmod() mit Mode %s für %s fehlgeschlagen.

source: Free space exceeded while storing %s!
de_de: Freier Speicher beim Speichern von %s überschritten!

source: Failed to remove %s while cleaning up.
de_de: Entfernen von %s beim Aufräumen fehlgeschlagen.

source: days
de_de: Tage

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: seconds
de_de: Sekunden

source: mkdir() of %s failed for %s.
de_de: mkdir() für Verzeichnis %s bei %s fehlgeschlagen.

source: chmod() to %s of %s failed for %s.
de_de: chmod() mit Mode %s für %s bei %s fehlgeschlagen.

source: Failed to store %s in %s.
de_de: Speichern von %s in %s fehlgeschlagen.

source: Larger than upload_max_filesize.
de_de: Größer als upload_max_filesize.

source: Larger than form MAX_FILE_SIZE.
de_de: Größer als MAX_FILE_SIZE des Formulars.

source: Partial upload.
de_de: Upload unterbrochen.

source: No temporary directory.
de_de: Kein temporäres Verzeichnis.

source: Can't write to disk.
de_de: Schreiben auf Festplatte fehlgeschlagen.

source: File upload stopped by extension.
de_de: Upload durch Dateinamen-Erweiterung abgebrochen.
